emojis = {
    "lenny": "( ͡° ͜ʖ ͡°)",
    "fight": "(ง º  ͜ʖ º )ง",
    "fight2": "(ง⚆ᗜ⚆)ง",
    "fight3": "(ง⚆ᨎ⚆)ง",
    "approve": "ಠ_ಠ",
    "cool": "(⌐■_■)",
    "happy": "^‿^",
    "mouse": "ʢ◉ᴥ◉ʡ",
    "arrow": "⤜(ʘ_ʘ)⤏",
    "hug": "(づ◔ ͜ʖ◔)づ",
    "hug2": "(づ｡◕‿‿◕｡)づ",
    "dog": "(⚆ᴥ⚆)",
    "fireworks": "(∩*ヮ*)⊃━☆ﾟ.*",
    "smile": "◕ ◡ ◕",
    "embarrassed": "⊙﹏⊙",
    "surprised": "( ﾟoﾟ)",
    "ballin": "ヘ(◕。◕ヘ)",
    "stare": "◉_◉",
    "stare2": "๏_๏",
    "stop": "╚(•⌂•)╝",
    "oo": "•ﺑ•",
    "oo2": "‹•.•›",
    "fyou": "ಠ︵ಠ凸",
    "potter": "ϟ",
    "needle": "┣▇▇▇═───────────",
    "injured": "(///_ಥ)",
    "pucker": "(ﾟ＊ﾟ)",
    "blush": "(｡･_･｡)",
    "happy2": "(ﾟヮﾟ)",
    "ha": "(´▽`)",
    "silly": ":^Þ",
    "bigsmile": """⎛　　　　●　　　　●　 ⎞

    ⎝　　　　　　╰╯　　  ⎠""",
    "ok": "👌",
    "fight4": "(ง ͠° ͟ل͜ ͡°)ง",
    "money5": "[̲̅$̲̅(̲̅5̲̅)̲̅$̲̅]",
    "moneylenny": "[̲̅$̲̅(̲̅ ͡° ͜ʖ ͡°̲̅)̲̅$̲̅]",
    "magic": "(ﾉ◕ヮ◕)ﾉ*:･ﾟ✧",
    "doublemagic": "(ﾉ◕ヮ◕)ﾉ*:･ﾟ✧ ✧ﾟ･: *ヽ(◕ヮ◕ヽ)",
    "cry": "(ಥ﹏ಥ)",
    "kiss": "(づ￣ ³￣)づ",
    "point": "(☞ﾟヮﾟ)☞",
    "uzi": "⌐╦╦═─",
    "sword": "o()xxxx[{::::::::::::::::::::::::::::::::::>",
    "machete": "O:::|_________________/",
    "bender": "¦̵̱ ̵̱ ̵̱ ̵̱ ̵̱(̢ ̡͇̅└͇̅┘͇̅ (▤8כ−◦",
    "shoot": "( ͡° ͜ʖ ͡°) ▄︻̷̿┻̿═━一 (ʘᗩʘ')",
    "salt": "ヽ｀、ヽヽ｀ヽ｀、ヽヽ｀ヽ｀、ヽヽ༼ຈ ل͜ຈ༽ﾉ ɪᴛs ʀᴀɪɴɪɴɢ sᴀʟᴛ! ヽ༼ຈل͜ຈ༽ﾉ ヽ｀ヽ｀、ヽヽ｀ヽ｀、｀ヽ｀",
    "robber": "̿ ̿ ̿'̿'\̵͇̿̿\з:(•_•):ε/̵͇̿̿/'̿'̿ ̿",
    "dead": "(✖╭╮✖)",
    "dead2": "╭( ✖_✖ )╮",
    "evil": "ψ(｀∇´)ψ",
    "evil2": "Ψ(｀◇´)Ψ",
    "evil3": "ψ(｀∇´)ψ",
    "excited": "(★^O^★)",
    "fish": "(◐ o ◑ )",
    "fish2": ">゜))))彡",
    "coffee": "( -_-)旦~",
    "kiss2": "( ˘ ³˘)❤",
    "kiss3": "(ΘεΘ)",
    "happy3": "(◎ヮ◎)",
    "shrug2": "┐(￣ー￣)┌",
    "mustache": "( ￣┏＿┓￣)",
    "shrug": "¯\_(ツ)_/¯",
    "infinity": "∞",
    "why": "щ(ಠ益ಠщ)",
    "facepalm": "(－‸ლ)"
}

# dir = dir()
# 
# emojis = []
# for emoji in dir:
#     if not emoji.startswith("__"):
#         emojis.append(emoji)
# emojis = "`{}`".format("`, `".join(emojis))
# 
# rEmojis = []
# for emoji in dir:
#     if not emoji.startswith("__"):
#         rEmojis.append(emoji)
